Repository: FlineDev/TranslateKitSDK
Catalog: Sources/TranslateKitPhotoAndVideoLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Placeholder.addTagsDots
source: Add tags...
ar: أضف علامات...
bg: Добави тагове...
ca: Afegeix etiquetes...
cs: Přidat značky...
da: Tilføj tags...
de: Tags hinzufügen...
el: Προσθήκη ετικετών...
es: Añadir etiquetas...
es_419: Agregar etiquetas...
fi: Lisää tageja...
fr: Ajouter des tags...
fr_ca: Ajouter des étiquettes...
he: הוסף תגיות...
hi: टैग जोड़ें...
hr: Dodaj oznake...
hu: Címkék hozzáadása...
id: Tambahkan tag...
it: Aggiungi tag...
ja: タグを追加...
kk: Тегтер қосу...
ko: 태그 추가...
ms: Tambah tag...
nb: Legg til merkelapper...
nl: Voeg tags toe...
pl: Dodaj tagi...
pt_br: Adicionar tags...
pt_pt: Adicionar etiquetas...
ro: Adaugă etichete...
ru: Добавить теги...
sk: Pridaj značky...
sv: Lägg till taggar...
th: เพิ่มแท็ก...
tr: Etiket ekle...
uk: Додати теги...
vi: Thêm thẻ...
zh_hans: 添加标签...
zh_hant: 新增標籤...
zh_hk: 加入標籤...

# TK.Placeholder.addVideoTitleDots
source: Add video title...
ar: أضف عنوان الفيديو...
bg: Добави заглавие на видеото...
ca: Afegeix el títol del vídeo...
cs: Přidat název videa...
da: Tilføj videotitel...
de: Videotitel hinzufügen...
el: Προσθήκη τίτλου βίντεο...
es: Añadir título del vídeo...
es_419: Añadir título del video...
fi: Lisää videon otsikko...
fr: Ajouter un titre de vidéo...
fr_ca: Ajouter un titre à la vidéo...
he: הוסף כותרת לסרטון...
hi: वीडियो शीर्षक जोड़ें...
hr: Dodaj naslov videa...
hu: Videó címének hozzáadása...
id: Tambahkan judul video...
it: Aggiungi titolo video...
ja: ビデオのタイトルを追加...
kk: Бейне атауын қосу...
ko: 비디오 제목 추가...
ms: Tambah tajuk video...
nb: Legg til videotittel...
nl: Voeg videotitel toe...
pl: Dodaj tytuł wideo...
pt_br: Adicionar título do vídeo...
pt_pt: Adicionar título ao vídeo...
ro: Adaugă titlu video...
ru: Добавить название видео...
sk: Pridaj názov videa...
sv: Lägg till videotitel...
th: เพิ่มชื่อวิดีโอ...
tr: Video başlığı ekle...
uk: Додати заголовок до відео...
vi: Thêm tiêu đề video...
zh_hans: 添加视频标题...
zh_hant: 新增影片標題...
zh_hk: 加入影片標題...

# TK.Placeholder.adjustingColorsDots
source: Adjusting colors...
ar: جارٍ تعديل الألوان...
bg: Настройване на цветовете...
ca: Ajustant colors...
cs: Upravuji barvy...
da: Justerer farver...
de: Farben werden angepasst...
el: Ρύθμιση χρωμάτων...
es: Ajustando colores...
es_419: Ajustando colores...
fi: Säädetään värejä...
fr: Ajustement des couleurs...
fr_ca: Ajustement des couleurs...
he: מתאימים צבעים...
hi: रंग समायोजित कर रहे हैं...
hr: Podešavanje boja...
hu: Színek beállítása...
id: Mengatur warna...
it: Regolazione colori...
ja: 色を調整中...
kk: Түстерді реттеу...
ko: 색상을 조정하는 중...
ms: Menyesuaikan warna...
nb: Justerer farger...
nl: Kleuren aanpassen...
pl: Dostosowywanie kolorów...
pt_br: Ajustando cores...
pt_pt: A ajustar cores...
ro: Se ajustează culorile...
ru: Настройка цветов...
sk: Úprava farieb...
sv: Justerar färger...
th: กำลังปรับสี...
tr: Renkler ayarlanıyor...
uk: Коригування кольорів...
vi: Đang điều chỉnh màu sắc...
zh_hans: 调整颜色中...
zh_hant: 正在調整顏色...
zh_hk: 正在調整顏色...

# TK.Placeholder.adjustingExposureDots
source: Adjusting exposure...
ar: جارٍ تعديل التعريض...
bg: Настройване на експозицията...
ca: Ajustant l'exposició...
cs: Upravuji expozici...
da: Justerer eksponering...
de: Belichtung wird angepasst...
el: Ρύθμιση έκθεσης...
es: Ajustando exposición...
es_419: Ajustando exposición...
fi: Säätetään valotusta...
fr: Ajustement de l'exposition...
fr_ca: Ajustement de l'exposition...
he: מתאימים חשיפה...
hi: एक्सपोज़र समायोजित कर रहे हैं...
hr: Podešavanje ekspozicije...
hu: Expozíció beállítása...
id: Mengatur eksposur...
it: Regolazione esposizione...
ja: 露出を調整中...
kk: Экспозицияны реттеу...
ko: 노출을 조정하는 중...
ms: Menyesuaikan pendedahan...
nb: Justerer eksponering...
nl: Belichting aanpassen...
pl: Dostosowywanie ekspozycji...
pt_br: Ajustando exposição...
pt_pt: A ajustar a exposição...
ro: Se ajustează expunerea...
ru: Настройка экспозиции...
sk: Úprava expozície...
sv: Justerar exponering...
th: กำลังปรับค่าแสง...
tr: Pozlama ayarlanıyor...
uk: Коригування експозиції...
vi: Đang điều chỉnh độ phơi sáng...
zh_hans: 调整曝光中...
zh_hant: 正在調整曝光...
zh_hk: 正在調整曝光...

# TK.Placeholder.analyzingImageDots
source: Analyzing image...
ar: جارٍ تحليل الصورة...
bg: Анализиране на изображението...
ca: Analitzant imatge...
cs: Analyzuji obrázek...
da: Analyserer billede...
de: Bild wird analysiert...
el: Ανάλυση εικόνας...
es: Analizando imagen...
es_419: Analizando imagen...
fi: Analysoidaan kuvaa...
fr: Analyse de l'image...
fr_ca: Analyse de l'image...
he: מנתחים תמונה...
hi: तस्वीर का विश्लेषण कर रहे हैं...
hr: Analiziranje slike...
hu: Kép elemzése...
id: Menganalisis gambar...
it: Analisi immagine...
ja: 画像を分析中...
kk: Суретті талдау...
ko: 이미지를 분석하는 중...
ms: Menganalisis imej...
nb: Analyserer bilde...
nl: Afbeelding analyseren...
pl: Analizowanie obrazu...
pt_br: Analisando imagem...
pt_pt: A analisar a imagem...
ro: Se analizează imaginea...
ru: Анализ изображения...
sk: Analýza obrázka...
sv: Analyserar bild...
th: กำลังวิเคราะห์ภาพ...
tr: Görüntü analiz ediliyor...
uk: Аналіз зображення...
vi: Đang phân tích hình ảnh...
zh_hans: 分析图像中...
zh_hant: 正在分析影像...
zh_hk: 正在分析圖像...

# TK.Placeholder.applyingFiltersDots
source: Applying filters...
ar: جارٍ تطبيق الفلاتر...
bg: Прилагане на филтри...
ca: Aplicant filtres...
cs: Aplikuji filtry...
da: Anvender filtre...
de: Filter werden angewendet...
el: Εφαρμογή φίλτρων...
es: Aplicando filtros...
es_419: Aplicando filtros...
fi: Käytetään suodattimia...
fr: Application des filtres...
fr_ca: Application des filtres...
he: מיישמים מסננים...
hi: फिल्टर लागू कर रहे हैं...
hr: Primjena filtera...
hu: Szűrők alkalmazása...
id: Menerapkan filter...
it: Applicazione filtri...
ja: フィルターを適用中...
kk: Фильтрлерді қолдану...
ko: 필터를 적용하는 중...
ms: Mengenakan penapis...
nb: Bruker filtre...
nl: Filters toepassen...
pl: Zastosowywanie filtrów...
pt_br: Aplicando filtros...
pt_pt: A aplicar filtros...
ro: Se aplică filtrele...
ru: Применение фильтров...
sk: Aplikovanie filtrov...
sv: Tillämpar filter...
th: กำลังใช้ฟิลเตอร์...
tr: Filtreler uygulanıyor...
uk: Застосування фільтрів...
vi: Đang áp dụng bộ lọc...
zh_hans: 应用滤镜中...
zh_hant: 正在套用濾鏡...
zh_hk: 正在套用濾鏡...

# TK.Placeholder.creatingPreviewDots
source: Creating preview...
ar: جارٍ إنشاء المعاينة...
bg: Създаване на преглед...
ca: Creant vista prèvia...
cs: Vytvářím náhled...
da: Opretter forhåndsvisning...
de: Vorschau wird erstellt...
el: Δημιουργία προεπισκόπησης...
es: Creando vista previa...
es_419: Creando vista previa...
fi: Luodaan esikatselua...
fr: Création de l'aperçu...
fr_ca: Création de l'aperçu...
he: יוצרים תצוגה מקדימה...
hi: पूर्वावलोकन बना रहे हैं...
hr: Stvaranje pregleda...
hu: Előnézet készítése...
id: Membuat pratinjau...
it: Creazione anteprima...
ja: プレビュー作成中...
kk: Алдын ала көрініс жасау...
ko: 미리보기를 생성하는 중...
ms: Membuat pratonton...
nb: Lager forhåndsvisning...
nl: Voorbeeld aanmaken...
pl: Tworzenie podglądu...
pt_br: Criando visualização...
pt_pt: A criar pré-visualização...
ro: Se creează previzualizarea...
ru: Создание предпросмотра...
sk: Vytváram náhľad...
sv: Skapar förhandsvisning...
th: กำลังสร้างตัวอย่าง...
tr: Önizleme oluşturuluyor...
uk: Створення попереднього перегляду...
vi: Đang tạo bản xem trước...
zh_hans: 创建预览中...
zh_hant: 正在建立預覽...
zh_hk: 正在建立預覽...

# TK.Placeholder.enterAlbumNameDots
source: Enter album name...
ar: أدخل اسم الألبوم...
bg: Въведи името на албума...
ca: Introdueix el nom de l'àlbum...
cs: Zadej název alba...
da: Indtast albumnavn...
de: Albumname eingeben...
el: Εισάγετε το όνομα του άλμπουμ...
es: Introduce el nombre del álbum...
es_419: Ingresa el nombre del álbum...
fi: Syötä albumin nimi...
fr: Entrez le nom de l'album...
fr_ca: Entrer le nom de l'album...
he: הזן שם אלבום...
hi: एल्बम का नाम दर्ज करें...
hr: Unesi naziv albuma...
hu: Írd be az album nevét...
id: Masukkan nama album...
it: Inserisci il nome dell'album...
ja: アルバム名を入力...
kk: Альбом атауын енгізіңіз...
ko: 앨범 이름을 입력하세요...
ms: Masukkan nama album...
nb: Skriv inn albumnavn...
nl: Voer albumnaam in...
pl: Wpisz nazwę albumu...
pt_br: Digite o nome do álbum...
pt_pt: Inserir nome do álbum...
ro: Introdu numele albumului...
ru: Введи название альбома...
sk: Zadaj názov albumu...
sv: Ange albumnamn...
th: กรอกชื่ออัลบั้ม...
tr: Albüm adı girin...
uk: Введіть назву альбому...
vi: Nhập tên album...
zh_hans: 输入相册名称...
zh_hant: 輸入相簿名稱...
zh_hk: 輸入相簿名稱...

# TK.Placeholder.enterDescriptionDots
source: Enter description...
ar: أدخل الوصف...
bg: Въведи описание...
ca: Introdueix la descripció...
cs: Zadej popis...
da: Indtast beskrivelse...
de: Beschreibung eingeben...
el: Εισάγετε περιγραφή...
es: Introduce la descripción...
es_419: Ingresa una descripción...
fi: Syötä kuvaus...
fr: Entrez la description...
fr_ca: Entrer une description...
he: הזן תיאור...
hi: विवरण दर्ज करें...
hr: Unesi opis...
hu: Írd be a leírást...
id: Masukkan deskripsi...
it: Inserisci descrizione...
ja: 説明を入力...
kk: Сипаттаманы енгізіңіз...
ko: 설명을 입력하세요...
ms: Masukkan keterangan...
nb: Skriv inn beskrivelse...
nl: Voer beschrijving in...
pl: Wpisz opis...
pt_br: Digite a descrição...
pt_pt: Introduz a descrição...
ro: Introdu descrierea...
ru: Введи описание...
sk: Zadaj popis...
sv: Ange beskrivning...
th: กรอกรายละเอียด...
tr: Açıklama gir...
uk: Введіть опис...
vi: Nhập mô tả...
zh_hans: 输入描述...
zh_hant: 輸入描述...
zh_hk: 輸入描述...

# TK.Placeholder.exportingVideoDots
source: Exporting video...
ar: جارٍ تصدير الفيديو...
bg: Експортиране на видео...
ca: Exportant vídeo...
cs: Exportuji video...
da: Eksporterer video...
de: Video wird exportiert...
el: Εξαγωγή βίντεο...
es: Exportando vídeo...
es_419: Exportando video...
fi: Viedään videota...
fr: Exportation de la vidéo...
fr_ca: Exportation de la vidéo...
he: מייצאים סרטון...
hi: वीडियो निर्यात कर रहे हैं...
hr: Izvoz videa...
hu: Videó exportálása...
id: Mengekspor video...
it: Esportazione video...
ja: 動画をエクスポート中...
kk: Бейнені экспорттау...
ko: 비디오를 내보내는 중...
ms: Mengeksport video...
nb: Eksporterer video...
nl: Video exporteren...
pl: Eksportowanie wideo...
pt_br: Exportando vídeo...
pt_pt: A exportar vídeo...
ro: Se exportă video...
ru: Экспорт видео...
sk: Exportovanie videa...
sv: Exporterar video...
th: กำลังส่งออกวิดีโอ...
tr: Video dışa aktarılıyor...
uk: Експорт відео...
vi: Đang xuất video...
zh_hans: 导出视频中...
zh_hant: 正在匯出影片...
zh_hk: 正在匯出影片...

# TK.Placeholder.generatingPreviewDots
source: Generating preview...
ar: جارٍ إنشاء المعاينة...
bg: Генериране на предварителен преглед...
ca: Generant vista prèvia...
cs: Generuji náhled...
da: Genererer forhåndsvisning...
de: Vorschau wird generiert...
el: Δημιουργία προεπισκόπησης...
es: Generando vista previa...
es_419: Generando vista previa...
fi: Generoidaan esikatselua...
fr: Génération de l'aperçu...
fr_ca: Génération de l'aperçu...
he: מייצר תצוגה מקדימה...
hi: पूर्वावलोकन बना रहे हैं...
hr: Generiram pregled...
hu: Előnézet generálása...
id: Menghasilkan pratinjau...
it: Generazione anteprima...
ja: プレビューを生成しています...
kk: Алдын ала көріністі дайындау...
ko: 미리보기 생성 중...
ms: Menghasilkan pratonton...
nb: Genererer forhåndsvisning...
nl: Voorvertoning genereren...
pl: Generowanie podglądu...
pt_br: Gerando visualização...
pt_pt: A gerar pré-visualização...
ro: Generare previzualizare...
ru: Генерация предпросмотра...
sk: Generujem náhľad...
sv: Genererar förhandsvisning...
th: กำลังสร้างตัวอย่าง...
tr: Önizleme üretiliyor...
uk: Генерація попереднього перегляду...
vi: Đang tạo bản xem trước...
zh_hans: 生成预览中...
zh_hant: 正在產生預覽...
zh_hk: 正在產生預覽...

# TK.Placeholder.loadingFiltersDots
source: Loading filters...
ar: جارٍ تحميل الفلاتر...
bg: Зареждане на филтри...
ca: Carregant filtres...
cs: Načítám filtry...
da: Indlæser filtre...
de: Filter werden geladen...
el: Φόρτωση φίλτρων...
es: Cargando filtros...
es_419: Cargando filtros...
fi: Ladataan suodattimia...
fr: Chargement des filtres...
fr_ca: Chargement des filtres...
he: טוען מסננים...
hi: फिल्टर लोड हो रहे हैं...
hr: Učitavam filtre...
hu: Szűrők betöltése...
id: Memuat filter...
it: Caricamento filtri...
ja: フィルターを読み込んでいます...
kk: Сүзгілерді жүктеп жатыр...
ko: 필터 로딩 중...
ms: Memuatkan penapis...
nb: Laster inn filtre...
nl: Filters laden...
pl: Ładowanie filtrów...
pt_br: Carregando filtros...
pt_pt: A carregar filtros...
ro: Încărcare filtre...
ru: Загрузка фильтров...
sk: Načítavam filtre...
sv: Laddar filter...
th: กำลังโหลดฟิลเตอร์...
tr: Filtreler yükleniyor...
uk: Завантаження фільтрів...
vi: Đang tải bộ lọc...
zh_hans: 加载滤镜中...
zh_hant: 正在載入濾鏡...
zh_hk: 正在載入濾鏡...

# TK.Placeholder.processingImageDots
source: Processing image...
ar: جارٍ معالجة الصورة...
bg: Обработка на изображение...
ca: Processant imatge...
cs: Zpracovávám obrázek...
da: Behandler billede...
de: Bild wird verarbeitet...
el: Επεξεργασία εικόνας...
es: Procesando imagen...
es_419: Procesando imagen...
fi: Käsitellään kuvaa...
fr: Traitement de l'image...
fr_ca: Traitement de l'image...
he: מעבד תמונה...
hi: छवि संसाधित कर रहे हैं...
hr: Obrađujem sliku...
hu: Kép feldolgozása...
id: Memproses gambar...
it: Elaborazione immagine...
ja: 画像を処理しています...
kk: Суретті өңдеп жатыр...
ko: 이미지 처리 중...
ms: Memproses imej...
nb: Behandler bilde...
nl: Afbeelding verwerken...
pl: Przetwarzanie obrazu...
pt_br: Processando imagem...
pt_pt: A processar imagem...
ro: Prelucrare imagine...
ru: Обработка изображения...
sk: Spracovávam obrázok...
sv: Bearbetar bild...
th: กำลังประมวลผลภาพ...
tr: Görüntü işleniyor...
uk: Обробка зображення...
vi: Đang xử lý hình ảnh...
zh_hans: 处理图像中...
zh_hant: 正在處理影像...
zh_hk: 正在處理圖像...

# TK.Placeholder.processingVideoDots
source: Processing video...
ar: جارٍ معالجة الفيديو...
bg: Обработка на видео...
ca: Processant vídeo...
cs: Zpracovávám video...
da: Behandler video...
de: Video wird verarbeitet...
el: Επεξεργασία βίντεο...
es: Procesando vídeo...
es_419: Procesando video...
fi: Käsitellään videota...
fr: Traitement de la vidéo...
fr_ca: Traitement de la vidéo...
he: מעבד סרטון...
hi: वीडियो संसाधित कर रहे हैं...
hr: Obrađujem video...
hu: Videó feldolgozása...
id: Memproses video...
it: Elaborazione video...
ja: ビデオを処理しています...
kk: Бейне өңдеп жатыр...
ko: 비디오 처리 중...
ms: Memproses video...
nb: Behandler video...
nl: Video verwerken...
pl: Przetwarzanie wideo...
pt_br: Processando vídeo...
pt_pt: A processar vídeo...
ro: Prelucrare video...
ru: Обработка видео...
sk: Spracovávam video...
sv: Bearbetar video...
th: กำลังประมวลผลวิดีโอ...
tr: Video işleniyor...
uk: Обробка відео...
vi: Đang xử lý video...
zh_hans: 处理视频中...
zh_hant: 正在處理影片...
zh_hk: 正在處理影片...

# TK.Placeholder.renderingEffectsDots
source: Rendering effects...
ar: جارٍ إنشاء التأثيرات...
bg: Рендериране на ефекти...
ca: Renderitzant efectes...
cs: Renderuji efekty...
da: Gengiver effekter...
de: Effekte werden gerendert...
el: Απόδοση εφέ...
es: Renderizando efectos...
es_419: Renderizando efectos...
fi: Renderöidään tehosteita...
fr: Rendu des effets...
fr_ca: Rendu des effets...
he: מעבד אפקטים...
hi: प्रभाव बना रहे हैं...
hr: Renderiram efekte...
hu: Effektusok renderelése...
id: Menghasilkan efek...
it: Rendering degli effetti...
ja: エフェクトをレンダリングしています...
kk: Әсерлерді шығарып жатыр...
ko: 효과 렌더링 중...
ms: Merender kesan...
nb: Lager effekter...
nl: Effecten renderen...
pl: Renderowanie efektów...
pt_br: Renderizando efeitos...
pt_pt: A renderizar efeitos...
ro: Redarea efectelor...
ru: Рендеринг эффектов...
sk: Renderujem efekty...
sv: Renderar effekter...
th: กำลังเรนเดอร์เอฟเฟกต์...
tr: Efektler hazırlanıyor...
uk: Рендеринг ефектів...
vi: Đang kết xuất hiệu ứng...
zh_hans: 渲染效果中...
zh_hant: 正在渲染效果...
zh_hk: 正在渲染效果...

# TK.Placeholder.renderingPreviewDots
source: Rendering preview...
ar: جارٍ إنشاء المعاينة...
bg: Създаване на предварителен преглед...
ca: Renderitzant vista prèvia...
cs: Renderuji náhled...
da: Gengiver forhåndsvisning...
de: Vorschau wird gerendert...
el: Δημιουργία προεπισκόπησης...
es: Renderizando vista previa...
es_419: Renderizando vista previa...
fi: Renderöidään esikatselua...
fr: Rendu de l'aperçu...
fr_ca: Rendu de l'aperçu...
he: מעבד תצוגה מקדימה...
hi: पूर्वावलोकन बना रहे हैं...
hr: Renderiram pregled...
hu: Előnézet renderelése...
id: Menghasilkan pratinjau...
it: Rendering dell'anteprima...
ja: プレビューをレンダリングしています...
kk: Алдын ала көріністі шығарып жатыр...
ko: 미리보기 렌더링 중...
ms: Merender pratonton...
nb: Lager forhåndsvisning...
nl: Voorvertoning renderen...
pl: Renderowanie podglądu...
pt_br: Renderizando pré-visualização...
pt_pt: A renderizar pré-visualização...
ro: Redare previzualizare...
ru: Рендеринг предпросмотра...
sk: Renderujem náhľad...
sv: Renderar förhandsvisning...
th: กำลังเรนเดอร์ตัวอย่าง...
tr: Önizleme hazırlanıyor...
uk: Рендеринг попереднього перегляду...
vi: Đang kết xuất bản xem trước...
zh_hans: 渲染预览中...
zh_hant: 正在渲染預覽...
zh_hk: 正在渲染預覽...

# TK.Placeholder.searchMediaDots
source: Search media...
ar: ابحث في الوسائط...
bg: Търсене на медии...
ca: Cerca mitjans...
cs: Hledat média...
da: Søg i medier...
de: Medien durchsuchen...
el: Αναζήτηση μέσων...
es: Buscar medios...
es_419: Buscar medios...
fi: Hae mediaa...
fr: Recherche de médias...
fr_ca: Recherche de médias...
he: חפש מדיה...
hi: मीडिया खोजें...
hr: Pretraži medije...
hu: Média keresése...
id: Cari media...
it: Cerca media...
ja: メディアを検索中...
kk: Медиа іздеу...
ko: 미디어 검색...
ms: Cari media...
nb: Søk blant medier...
nl: Zoeken naar media...
pl: Szukaj multimediów...
pt_br: Buscar mídia...
pt_pt: Pesquisar multimédia...
ro: Caută media...
ru: Поиск медиа...
sk: Hľadať médiá...
sv: Sök media...
th: ค้นหาสื่อ...
tr: Medya ara...
uk: Шукати медіа...
vi: Tìm kiếm phương tiện...
zh_hans: 搜索媒体...
zh_hant: 搜尋媒體...
zh_hk: 搜尋媒體...

# TK.Placeholder.trimmingVideoDots
source: Trimming video...
ar: جارٍ قص الفيديو...
bg: Подрязване на видео...
ca: Retallant vídeo...
cs: Zkracuji video...
da: Trimmer video...
de: Video wird zugeschnitten...
el: Περικοπή βίντεο...
es: Recortando vídeo...
es_419: Recortando video...
fi: Leikataan videota...
fr: Rognage de la vidéo...
fr_ca: Rognage de la vidéo...
he: מקצץ סרטון...
hi: वीडियो ट्रिम कर रहे हैं...
hr: Režem video...
hu: Videó vágása...
id: Memangkas video...
it: Ritaglio video...
ja: ビデオをトリミングしています...
kk: Бейнені қысқартып жатыр...
ko: 비디오 다듬기 중...
ms: Memangkas video...
nb: Kutter video...
nl: Video trimmen...
pl: Przycinanie wideo...
pt_br: Aparando vídeo...
pt_pt: A aparar vídeo...
ro: Tăiere video...
ru: Обрезка видео...
sk: Strihám video...
sv: Trimmar video...
th: กำลังตัดวิดีโอ...
tr: Video kesiliyor...
uk: Обрізка відео...
vi: Đang cắt video...
zh_hans: 修剪视频中...
zh_hant: 正在修剪影片...
zh_hk: 正在剪輯影片...
